Repository: Forte11Cuba/elcaju
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, ko, pt, ru, sw, zh

# expiresInDays
source: {days, plural, =1{Expires in 1 day} other{Expires in {days} days}}
de: {days, plural, =1{Läuft in 1 Tag ab} other{Läuft in {days} Tagen ab}}
es: {days, plural, =1{Expira en 1 día} other{Expira en {days} días}}
fr: {days, plural, =1{Expire dans 1 jour} other{Expire dans {days} jours}}
it: {days, plural, =1{Scade tra 1 giorno} other{Scade tra {days} giorni}}
ja: {days, plural, =1{1日後に期限切れ} other{{days}日後に期限切れ}}
ko: {days, plural, =1{1일 후 만료} other{{days}일 후 만료}}
pt: {days, plural, =1{Expira em 1 dia} other{Expira em {days} dias}}
ru: {days, plural, =1{Истекает через 1 день} other{Истекает через {days} дней}}
sw: {days, plural, =1{Inaisha siku 1} other{Inaisha siku {days}}}
zh: {days, plural, =1{1天后过期} other{{days}天后过期}}

# retryCount
source: {count} retries
de: {count} Versuche
es: {count} reintentos
fr: {count} tentatives
it: {count} tentativi
ja: {count}回リトライ
ko: {count}회 재시도
pt: {count} tentativas
ru: {count} попыток
sw: majaribio {count}
zh: {count} 次重试

source: Claim now
de: Jetzt einlösen
es: Reclamar ahora
fr: Réclamer maintenant
it: Riscatta adesso
ja: 今すぐ請求
ko: 지금 청구
pt: Resgatar agora
ru: Получить сейчас
sw: Dai sasa
zh: 立即领取

# pendingTokenClaimedSuccess
source: Claimed {amount} {unit}
de: {amount} {unit} eingelöst
es: Reclamados {amount} {unit}
fr: Réclamé {amount} {unit}
it: Riscattati {amount} {unit}
ja: {amount} {unit}を請求しました
ko: {amount} {unit} 청구됨
pt: Resgatados {amount} {unit}
ru: Получено {amount} {unit}
sw: Zimedaiwa {amount} {unit}
zh: 已领取 {amount} {unit}

# pendingTokensClaimed
source: {count, plural, =1{Claimed 1 token ({amount} {unit})} other{Claimed {count} tokens ({amount} {unit})}}
de: {count, plural, =1{1 Token eingelöst ({amount} {unit})} other{{count} Tokens eingelöst ({amount} {unit})}}
es: {count, plural, =1{Reclamado 1 token ({amount} {unit})} other{Reclamados {count} tokens ({amount} {unit})}}
fr: {count, plural, =1{Réclamé 1 token ({amount} {unit})} other{Réclamé {count} tokens ({amount} {unit})}}
it: {count, plural, =1{Riscattato 1 token ({amount} {unit})} other{Riscattati {count} token ({amount} {unit})}}
ja: {count, plural, =1{1件のトークン（{amount} {unit}）を請求しました} other{{count}件のトークン（{amount} {unit}）を請求しました}}
ko: {count, plural, =1{1개 토큰 청구됨 ({amount} {unit})} other{{count}개 토큰 청구됨 ({amount} {unit})}}
pt: {count, plural, =1{Resgatado 1 token ({amount} {unit})} other{Resgatados {count} tokens ({amount} {unit})}}
ru: {count, plural, =1{Получен 1 токен ({amount} {unit})} other{Получено {count} токенов ({amount} {unit})}}
sw: {count, plural, =1{Imedaiwa tokeni 1 ({amount} {unit})} other{Zimedaiwa tokeni {count} ({amount} {unit})}}
zh: {count, plural, =1{已领取1个代币（{amount} {unit}）} other{已领取{count}个代币（{amount} {unit}）}}

# deleteConfirmWord
source: DELETE
de: LÖSCHEN
es: BORRAR
fr: SUPPRIMER
it: ELIMINA
ko: 삭제
pt: APAGAR
ru: УДАЛИТЬ
sw: FUTA
