Repository: Forte11Cuba/elcaju
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, ko, pt, ru, sw, zh

# deleteWalletWarning
source: All data will be deleted including your seed phrase and tokens. Make sure you have a backup.
de: Alle Daten werden gelöscht, einschließlich deiner Seed-Phrase und Tokens. Stelle sicher, dass du ein Backup hast.
es: Se eliminarán todos los datos incluyendo tu seed phrase y tokens. Asegúrate de tener un backup.
fr: Toutes les données seront supprimées, y compris votre phrase de récupération et vos tokens. Assurez-vous d'avoir une sauvegarde.
it: Tutti i dati verranno eliminati, inclusa la frase seed e i token. Assicurati di avere un backup.
ja: シードフレーズとトークンを含むすべてのデータが削除されます。バックアップがあることを確認してください。
ko: 시드 문구와 토큰을 포함한 모든 데이터가 삭제됩니다. 백업이 있는지 확인하세요.
pt: Todos os dados serão excluídos, incluindo sua frase semente e tokens. Certifique-se de ter um backup.
ru: Все данные будут удалены, включая сид-фразу и токены. Убедитесь, что у вас есть резервная копия.
sw: Data zote zitafutwa ikiwa ni pamoja na maneno yako ya mbegu na tokeni. Hakikisha una nakala.
zh: 所有数据将被删除，包括您的助记词和代币。请确保您有备份。

source: Type "DELETE" to confirm:
de: Gib "LÖSCHEN" zur Bestätigung ein:
es: Escribe "BORRAR" para confirmar:
fr: Tapez "SUPPRIMER" pour confirmer :
it: Scrivi "ELIMINA" per confermare:
ja: 確認のため「DELETE」と入力：
ko: 확인하려면 "삭제"를 입력하세요:
pt: Digite "APAGAR" para confirmar:
ru: Введите "УДАЛИТЬ" для подтверждения:
sw: Andika "FUTA" kuthibitisha:
zh: 输入 "DELETE" 确认：

# deleteError
source: Delete error: {error}
de: Löschfehler: {error}
es: Error al borrar: {error}
fr: Erreur de suppression : {error}
it: Errore di eliminazione: {error}
ja: 削除エラー：{error}
ko: 삭제 오류: {error}
pt: Erro ao apagar: {error}
ru: Ошибка удаления: {error}
sw: Hitilafu ya kufuta: {error}
zh: 删除错误：{error}

# recoverTokensTitle
source: Recover tokens
de: Tokens wiederherstellen
es: Recuperar tokens
fr: Récupérer les tokens
it: Recupera token
ja: トークンを復元
ko: 토큰 복구
pt: Recuperar tokens
ru: Восстановить токены
sw: Rejesha tokeni
zh: 恢复代币

# recoverTokensDescription
source: Scan mints to recover tokens associated with your seed phrase (NUT-13)
de: Mints scannen, um Tokens wiederherzustellen, die mit deiner Seed-Phrase verknüpft sind (NUT-13)
es: Escanea los mints para recuperar tokens asociados a tu seed phrase (NUT-13)
fr: Scanner les mints pour récupérer les tokens associés à votre phrase de récupération (NUT-13)
it: Scansiona i mint per recuperare i token associati alla tua frase seed (NUT-13)
ja: シードフレーズに関連付けられたトークンを復元するためにMintをスキャン（NUT-13）
ko: 시드 문구와 연결된 토큰을 복구하기 위해 mint 스캔 (NUT-13)
pt: Escanear mints para recuperar tokens associados à sua frase semente (NUT-13)
ru: Сканировать mint для восстановления токенов, связанных с вашей сид-фразой (NUT-13)
sw: Changanua mint kurejesha tokeni zinazohusiana na maneno yako ya mbegu (NUT-13)
zh: 扫描铸造厂以恢复与您的助记词关联的代币（NUT-13）

# useCurrentSeedPhrase
source: Use my current seed phrase
de: Meine aktuelle Seed-Phrase verwenden
es: Usar mi seed phrase actual
fr: Utiliser ma phrase de récupération actuelle
it: Usa la mia frase seed attuale
ja: 現在のシードフレーズを使用
ko: 현재 시드 문구 사용
pt: Usar minha frase semente atual
ru: Использовать текущую сид-фразу
sw: Tumia maneno yangu ya mbegu ya sasa
zh: 使用当前助记词

# scanWithSavedWords
source: Scan mints with the 12 saved words
de: Mints mit den gespeicherten 12 Wörtern scannen
es: Escanear mints con las 12 palabras guardadas
fr: Scanner les mints avec les 12 mots sauvegardés
it: Scansiona i mint con le 12 parole salvate
ja: 保存された12語でMintをスキャン
ko: 저장된 12개 단어로 mint 스캔
pt: Escanear mints com as 12 palavras salvas
ru: Сканировать mint с сохранёнными 12 словами
sw: Changanua mint na maneno 12 yaliyohifadhiwa
zh: 使用保存的12个单词扫描铸造厂

# useOtherSeedPhrase
source: Use another seed phrase
de: Andere Seed-Phrase verwenden
es: Usar otra seed phrase
fr: Utiliser une autre phrase de récupération
it: Usa un'altra frase seed
ja: 別のシードフレーズを使用
ko: 다른 시드 문구 사용
pt: Usar outra frase semente
ru: Использовать другую сид-фразу
sw: Tumia maneno mengine ya mbegu
zh: 使用其他助记词

# recoverFromOtherWords
source: Recover tokens from other 12 words
de: Tokens von anderen 12 Wörtern wiederherstellen
es: Recuperar tokens de otras 12 palabras
fr: Récupérer les tokens d'autres 12 mots
it: Recupera token da altre 12 parole
ja: 別の12語からトークンを復元
ko: 다른 12개 단어에서 토큰 복구
pt: Recuperar tokens de outras 12 palavras
ru: Восстановить токены из других 12 слов
sw: Rejesha tokeni kutoka maneno mengine 12
zh: 从其他12个单词恢复代币

source: Mints to scan:
de: Zu scannende Mints:
es: Mints a escanear:
fr: Mints à scanner :
it: Mint da scansionare:
ja: スキャンするMint：
ko: 스캔할 Mint:
pt: Mints para escanear:
ru: Mint для сканирования:
sw: Mint za kuchanganua:
zh: 要扫描的铸造厂：

# allMints
source: All mints ({count})
de: Alle Mints ({count})
es: Todos los mints ({count})
fr: Tous les mints ({count})
it: Tutti i mint ({count})
ja: すべてのMint（{count}件）
ko: 모든 mint ({count}개)
pt: Todos os mints ({count})
ru: Все mint ({count})
sw: Mint zote ({count})
zh: 所有铸造厂（{count}个）

# specificMint
source: A specific mint
de: Ein bestimmter Mint
es: Un mint específico
fr: Un mint spécifique
it: Un mint specifico
ja: 特定のMint
ko: 특정 mint
pt: Um mint específico
ru: Конкретный mint
sw: Mint maalum
zh: 特定铸造厂

# enterMnemonicWords
source: Enter the 12 words separated by spaces...
de: Gib die 12 Wörter durch Leerzeichen getrennt ein...
es: Ingresa las 12 palabras separadas por espacios...
fr: Entrez les 12 mots séparés par des espaces...
it: Inserisci le 12 parole separate da spazi...
ja: 12語をスペースで区切って入力...
ko: 공백으로 구분된 12개 단어를 입력하세요...
pt: Digite as 12 palavras separadas por espaços...
ru: Введите 12 слов через пробел...
sw: Ingiza maneno 12 yakitengwa na nafasi...
zh: 输入12个单词，用空格分隔...

source: Scan mints
de: Mints scannen
es: Escanear mints
fr: Scanner les mints
it: Scansiona mint
ja: Mintをスキャン
ko: Mint 스캔
pt: Escanear mints
ru: Сканировать mint
sw: Changanua mint
zh: 扫描铸造厂

# selectMintToScan
source: Select a mint to scan
de: Wähle einen Mint zum Scannen
es: Selecciona un mint para escanear
fr: Sélectionnez un mint à scanner
it: Seleziona un mint da scansionare
ja: スキャンするMintを選択
ko: 스캔할 mint 선택
pt: Selecione um mint para escanear
ru: Выберите mint для сканирования
sw: Chagua mint ya kuchanganua
zh: 选择要扫描的铸造厂

# mnemonicMustHaveWords
source: Mnemonic must have 12 or 24 words
de: Mnemonic muss 12 oder 24 Wörter haben
es: El mnemonic debe tener 12 o 24 palabras
fr: Le mnémonique doit avoir 12 ou 24 mots
it: Il mnemonic deve avere 12 o 24 parole
ja: ニーモニックは12語または24語である必要があります
ko: 니모닉은 12개 또는 24개 단어여야 합니다
pt: O mnemônico deve ter 12 ou 24 palavras
ru: Мнемоника должна содержать 12 или 24 слова
sw: Mnemonic lazima iwe na maneno 12 au 24
zh: 助记词必须有12或24个单词

source: No connected mints to scan
de: Keine verbundenen Mints zum Scannen
es: No hay mints conectados para escanear
fr: Aucun mint connecté à scanner
it: Nessun mint connesso da scansionare
ja: スキャンできる接続済みMintがありません
ko: 스캔할 연결된 mint 없음
pt: Nenhum mint conectado para escanear
ru: Нет подключённых mint для сканирования
sw: Hakuna mint zilizounganishwa za kuchanganua
zh: 没有已连接的铸造厂可扫描

# recoveredTokens
source: Recovered {tokens} from {mints} mint(s)!
de: {tokens} von {mints} Mint(s) wiederhergestellt!
es: ¡Recuperados {tokens} de {mints} mint(s)!
fr: Récupéré {tokens} de {mints} mint(s) !
it: Recuperati {tokens} da {mints} mint!
ja: {mints}件のMintから{tokens}を復元しました！
ko: {mints}개 mint에서 {tokens} 복구됨!
pt: Recuperados {tokens} de {mints} mint(s)!
ru: Восстановлено {tokens} из {mints} mint!
sw: Zimerejeshwa {tokens} kutoka mint {mints}!
zh: 已从 {mints} 个铸造厂恢复 {tokens}！

# scanCompleteNoTokens
source: Scan complete. No new tokens found.
de: Scan abgeschlossen. Keine neuen Tokens gefunden.
es: Escaneo completado. No se encontraron tokens nuevos.
fr: Scan terminé. Aucun nouveau token trouvé.
it: Scansione completata. Nessun nuovo token trovato.
ja: スキャン完了。新しいトークンは見つかりませんでした。
ko: 스캔 완료. 새 토큰을 찾지 못했습니다.
pt: Escaneamento completo. Nenhum token novo encontrado.
ru: Сканирование завершено. Новых токенов не найдено.
sw: Uchanganuzi umekamilika. Hakuna tokeni mpya zilizopatikana.
zh: 扫描完成。未发现新代币。

# mintsWithError
source: ({count} mint(s) with error)
de: ({count} Mint(s) mit Fehler)
es: ({count} mint(s) con error)
fr: ({count} mint(s) avec erreur)
it: ({count} mint con errore)
ja: （{count}件のMintでエラー）
ko: ({count}개 mint 오류)
pt: ({count} mint(s) com erro)
ru: ({count} mint с ошибкой)
sw: (mint {count} zenye hitilafu)
zh: （{count}个铸造厂出错）

# recoveredFromMint
source: Recovered {tokens} from {mint}!
de: {tokens} von {mint} wiederhergestellt!
es: ¡Recuperados {tokens} de {mint}!
fr: Récupéré {tokens} de {mint} !
it: Recuperati {tokens} da {mint}!
ja: {mint}から{tokens}を復元しました！
ko: {mint}에서 {tokens} 복구됨!
pt: Recuperados {tokens} de {mint}!
ru: Восстановлено {tokens} из {mint}!
sw: Zimerejeshwa {tokens} kutoka {mint}!
zh: 已从 {mint} 恢复 {tokens}！

source: No tokens found in {mint}.
de: Keine Tokens in {mint} gefunden.
es: No se encontraron tokens en {mint}.
fr: Aucun token trouvé dans {mint}.
it: Nessun token trovato in {mint}.
ja: {mint}でトークンが見つかりませんでした。
ko: {mint}에서 토큰을 찾을 수 없음.
pt: Nenhum token encontrado em {mint}.
ru: Токены не найдены в {mint}.
sw: Hakuna tokeni zilizopatikana katika {mint}.
zh: 在 {mint} 中未发现代币。

# recoveredAndTransferred
source: Recovered and transferred {amount} {unit} to your wallet!
de: {amount} {unit} wiederhergestellt und in deine Wallet übertragen!
es: ¡Recuperados y transferidos {amount} {unit} a tu wallet!
fr: Récupéré et transféré {amount} {unit} vers votre portefeuille !
it: Recuperati e trasferiti {amount} {unit} nel tuo portafoglio!
ja: {amount} {unit}を復元してウォレットに転送しました！
ko: {amount} {unit}이(가) 지갑으로 복구 및 전송되었습니다!
pt: Recuperados e transferidos {amount} {unit} para sua wallet!
ru: Восстановлено и переведено {amount} {unit} в ваш кошелёк!
sw: Zimerejeshwa na kuhamishwa {amount} {unit} kwenye pochi yako!
zh: 已恢复并转入 {amount} {unit} 到您的钱包！

# noTokensForMnemonic
source: No tokens found associated with that mnemonic.
de: Keine Tokens mit diesem Mnemonic verknüpft gefunden.
es: No se encontraron tokens asociados a ese mnemonic.
fr: Aucun token trouvé associé à ce mnémonique.
it: Nessun token trovato associato a questo mnemonic.
ja: そのニーモニックに関連付けられたトークンは見つかりませんでした。
ko: 해당 니모닉과 연결된 토큰을 찾을 수 없음.
pt: Nenhum token encontrado associado a esse mnemônico.
ru: Токены, связанные с этой мнемоникой, не найдены.
sw: Hakuna tokeni zilizopatikana zinazohusiana na mnemonic hiyo.
zh: 未发现与该助记词关联的代币。

source: No connected mints
de: Keine verbundenen Mints
es: No hay mints conectados
fr: Aucun mint connecté
it: Nessun mint connesso
ja: 接続済みMintがありません
ko: 연결된 mint 없음
pt: Nenhum mint conectado
ru: Нет подключённых mint
sw: Hakuna mint zilizounganishwa
zh: 没有已连接的铸造厂

# addMintToStart
source: Add a mint to start
de: Füge einen Mint hinzu, um zu starten
es: Agrega un mint para comenzar
fr: Ajoutez un mint pour commencer
it: Aggiungi un mint per iniziare
ja: Mintを追加して開始
ko: 시작하려면 mint를 추가하세요
pt: Adicione um mint para começar
ru: Добавьте mint для начала
sw: Ongeza mint kuanza
zh: 添加铸造厂开始使用

source: Add mint
de: Mint hinzufügen
es: Agregar mint
fr: Ajouter un mint
it: Aggiungi mint
ja: Mintを追加
ko: Mint 추가
pt: Adicionar mint
ru: Добавить mint
sw: Ongeza mint
zh: 添加铸造厂

source: Mint deleted
de: Mint gelöscht
es: Mint eliminado
fr: Mint supprimé
it: Mint eliminato
ja: Mintを削除しました
ko: Mint 삭제됨
pt: Mint excluído
ru: Mint удалён
sw: Mint imefutwa
zh: 铸造厂已删除

source: Active mint updated
de: Aktiver Mint aktualisiert
es: Mint activo actualizado
fr: Mint actif mis à jour
it: Mint attivo aggiornato
ja: アクティブMintを更新しました
ko: 활성 mint 업데이트됨
pt: Mint ativo atualizado
ru: Активный mint обновлён
sw: Mint inayofanya kazi imesasishwa
zh: 活跃铸造厂已更新

source: Mint URL:
es: URL del mint:
fr: URL du mint :
it: URL del mint:
pt: URL do mint:
ru: URL mint:
sw: URL ya mint:
zh: 铸造厂 URL：

source: URL must start with https://
de: URL muss mit https:// beginnen
es: La URL debe comenzar con https://
fr: L'URL doit commencer par https://
it: L'URL deve iniziare con https://
ja: URLはhttps://で始まる必要があります
ko: URL은 https://로 시작해야 합니다
pt: A URL deve começar com https://
ru: URL должен начинаться с https://
sw: URL lazima ianze na https://
zh: URL 必须以 https:// 开头

source: Connecting to mint...
de: Verbinde mit Mint...
es: Conectando al mint...
fr: Connexion au mint...
it: Connessione al mint...
ja: Mintに接続中...
ko: Mint에 연결 중...
pt: Conectando ao mint...
ru: Подключение к mint...
sw: Kuunganisha na mint...
zh: 正在连接铸造厂...

source: Mint added successfully
de: Mint erfolgreich hinzugefügt
es: Mint agregado correctamente
fr: Mint ajouté avec succès
it: Mint aggiunto con successo
ja: Mintを追加しました
ko: Mint가 성공적으로 추가되었습니다
pt: Mint adicionado com sucesso
ru: Mint успешно добавлен
sw: Mint imeongezwa kwa mafanikio
zh: 铸造厂添加成功

source: Could not connect to mint
de: Verbindung zum Mint fehlgeschlagen
es: No se pudo conectar al mint
fr: Impossible de se connecter au mint
it: Impossibile connettersi al mint
ja: Mintに接続できませんでした
ko: Mint에 연결할 수 없음
pt: Não foi possível conectar ao mint
ru: Не удалось подключиться к mint
sw: Haikuweza kuunganisha na mint
zh: 无法连接到铸造厂

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
sw: Ongeza
zh: 添加

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
ko: 성공
pt: Sucesso
ru: Успех
sw: Mafanikio
zh: 成功

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
pt: Carregando...
ru: Загрузка...
sw: Inapakia...
zh: 加载中...

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
sw: Jaribu tena
zh: 重试

source: Active mint
de: Aktiver Mint
es: Mint activo
fr: Mint actif
it: Mint attivo
ja: アクティブMint
ko: 활성 Mint
pt: Mint ativo
ru: Активный mint
sw: Mint inayofanya kazi
zh: 活跃铸造厂

source: Mint Message
de: Mint Nachricht
es: Mensaje del Mint
fr: Message du Mint
it: Messaggio del Mint
ja: Mintメッセージ
ko: Mint 메시지
pt: Mensagem do Mint
ru: Сообщение Mint
sw: Ujumbe wa Mint
zh: 铸造厂消息

source: URL
zh: 网址

source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
ja: 通貨
ko: 통화
pt: Moeda
ru: Валюта
sw: Sarafu
zh: 货币

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt: Desconhecido
ru: Неизвестно
sw: Haijulikani
zh: 未知

source: Use this mint
de: Diesen Mint verwenden
es: Usar este mint
fr: Utiliser ce mint
it: Usa questo mint
ja: このMintを使用
ko: 이 mint 사용
pt: Usar este mint
ru: Использовать этот mint
sw: Tumia mint hii
zh: 使用此铸造厂

source: Copy mint URL
de: Mint URL kopieren
es: Copiar URL del mint
fr: Copier l'URL du mint
it: Copia URL del mint
ja: Mint URLをコピー
ko: Mint URL 복사
pt: Copiar URL do mint
ru: Копировать URL mint
sw: Nakili URL ya mint
zh: 复制铸造厂 URL

source: Delete mint
de: Mint löschen
es: Eliminar mint
fr: Supprimer le mint
it: Elimina mint
ja: Mintを削除
ko: Mint 삭제
pt: Excluir mint
ru: Удалить mint
sw: Futa mint
zh: 删除铸造厂

# copied
source: {label} copied
de: {label} kopiert
es: {label} copiado
fr: {label} copié
it: {label} copiato
ja: {label}をコピーしました
ko: {label} 복사됨
pt: {label} copiado
ru: {label} скопировано
sw: {label} imenakiliwa
zh: {label} 已复制

# deleteMintConfirmTitle
source: Delete mint
de: Mint löschen
es: Eliminar mint
fr: Supprimer le mint
it: Elimina mint
ja: Mintを削除
ko: Mint 삭제
pt: Excluir mint
ru: Удалить mint
sw: Futa mint
zh: 删除铸造厂

# deleteMintConfirmMessage
source: If you have balance in this mint, it will be lost. Are you sure?
de: Wenn du Guthaben auf diesem Mint hast, geht es verloren. Bist du sicher?
es: Si tienes balance en este mint, se perderá. ¿Estás seguro?
fr: Si vous avez un solde sur ce mint, il sera perdu. Êtes-vous sûr ?
it: Se hai saldo su questo mint, verrà perso. Sei sicuro?
ja: このMintに残高がある場合、失われます。よろしいですか？
ko: 이 mint에 잔액이 있으면 잃게 됩니다. 확실합니까?
pt: Se você tiver saldo neste mint, ele será perdido. Tem certeza?
ru: Если у вас есть баланс на этом mint, он будет потерян. Вы уверены?
sw: Ukiwa na salio katika mint hii, itapotea. Una uhakika?
zh: 如果您在此铸造厂有余额，将会丢失。确定要删除吗？

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
sw: Futa
zh: 删除

source: Offline Send
de: Offline senden
es: Envío Offline
fr: Envoi hors ligne
it: Invio offline
ja: オフライン送金
ko: 오프라인 전송
pt: Envio Offline
ru: Офлайн отправка
sw: Tuma Nje ya Mtandao
zh: 离线发送

# selectNotesToSend
source: Select the notes you want to send:
de: Wähle die zu sendenden Notizen:
es: Selecciona las notas que deseas enviar:
fr: Sélectionnez les notes à envoyer :
it: Seleziona le note da inviare:
ja: 送信するノートを選択：
ko: 보낼 노트를 선택하세요:
pt: Selecione as notas que deseja enviar:
ru: Выберите заметки для отправки:
sw: Chagua noti unazotaka kutuma:
zh: 选择要发送的票据：

source: Total to send
de: Gesamt zu senden
es: Total a enviar
fr: Total à envoyer
it: Totale da inviare
ja: 送金合計
ko: 보낼 총액
pt: Total a enviar
ru: Итого к отправке
sw: Jumla ya kutuma
zh: 发送总额

# notesSelected
source: {count} notes selected
de: {count} Notizen ausgewählt
es: {count} notas seleccionadas
fr: {count} notes sélectionnées
it: {count} note selezionate
ja: {count}件のノートを選択
ko: {count}개 노트 선택됨
pt: {count} notas selecionadas
ru: {count} заметок выбрано
sw: noti {count} zimechaguliwa
zh: 已选择 {count} 张票据

# loadingProofsError
source: Error loading proofs: {error}
de: Fehler beim Laden der Beweise: {error}
es: Error cargando proofs: {error}
fr: Erreur de chargement des preuves : {error}
it: Errore caricamento prove: {error}
ja: プルーフ読み込みエラー：{error}
ko: 증명 로드 오류: {error}
pt: Erro ao carregar provas: {error}
ru: Ошибка загрузки доказательств: {error}
sw: Hitilafu ya kupakia uthibitisho: {error}
zh: 加载证明错误：{error}

# creatingTokenError
source: Error creating token: {error}
de: Fehler beim Erstellen des Tokens: {error}
es: Error creando token: {error}
fr: Erreur de création du token : {error}
it: Errore creazione token: {error}
ja: トークン作成エラー：{error}
ko: 토큰 생성 오류: {error}
pt: Erro ao criar token: {error}
ru: Ошибка создания токена: {error}
sw: Hitilafu ya kuunda tokeni: {error}
zh: 创建代币错误：{error}

source: Unknown state
de: Unbekannter Zustand
es: Estado desconocido
fr: État inconnu
it: Stato sconosciuto
ja: 不明な状態
ko: 알 수 없는 상태
pt: Estado desconhecido
ru: Неизвестное состояние
sw: Hali isiyojulikana
zh: 未知状态

# depositAmountTitle
source: Deposit {amount} {unit}
de: {amount} {unit} einzahlen
es: Depositar {amount} {unit}
fr: Déposer {amount} {unit}
it: Deposita {amount} {unit}
ja: {amount} {unit}を入金
ko: {amount} {unit} 입금
pt: Depositar {amount} {unit}
ru: Пополнить {amount} {unit}
sw: Weka {amount} {unit}
zh: 存入 {amount} {unit}

source: Receive now
de: Jetzt empfangen
es: Recibir ahora
fr: Recevoir maintenant
it: Ricevi adesso
ja: 今すぐ受け取る
ko: 지금 받기
pt: Receber agora
ru: Получить сейчас
sw: Pokea sasa
zh: 立即接收

source: Receive later
de: Später empfangen
es: Recibir después
fr: Recevoir plus tard
it: Ricevi dopo
ja: 後で受け取る
ko: 나중에 받기
pt: Receber depois
ru: Получить позже
sw: Pokea baadaye
zh: 稍后接收

# tokenSavedForLater
source: Token saved to claim later
de: Token zum späteren Einlösen gespeichert
es: Token guardado para reclamar después
fr: Token sauvegardé pour réclamer plus tard
it: Token salvato per riscattarlo dopo
ja: トークンを保存しました。後で請求できます
ko: 나중에 청구하기 위해 토큰이 저장되었습니다
pt: Token salvo para resgatar depois
ru: Токен сохранён для получения позже
sw: Tokeni imehifadhiwa kudai baadaye
zh: 代币已保存，稍后领取

# noConnectionTokenSaved
source: No connection. Token saved to claim later.
de: Keine Verbindung. Token zum späteren Einlösen gespeichert.
es: Sin conexión. Token guardado para reclamar después.
fr: Pas de connexion. Token sauvegardé pour réclamer plus tard.
it: Nessuna connessione. Token salvato per riscattarlo dopo.
ja: 接続なし。トークンを保存しました。後で請求できます。
ko: 연결 없음. 나중에 청구하기 위해 토큰이 저장되었습니다.
pt: Sem conexão. Token salvo para resgatar depois.
ru: Нет соединения. Токен сохранён для получения позже.
sw: Hakuna muunganisho. Tokeni imehifadhiwa kudai baadaye.
zh: 无连接。代币已保存，稍后领取。

# unknownMintOffline
source: This token is from an unknown mint. Connect to the internet to add it and claim the token.
de: Dieser Token stammt von einem unbekannten Mint. Verbinde dich mit dem Internet, um ihn hinzuzufügen und den Token einzulösen.
es: Este token es de un mint desconocido. Conéctate a internet para agregarlo y reclamar el token.
fr: Ce token provient d'un mint inconnu. Connectez-vous à Internet pour l'ajouter et réclamer le token.
it: Questo token proviene da un mint sconosciuto. Connettiti a internet per aggiungerlo e riscattare il token.
ja: このトークンは不明なMintからのものです。インターネットに接続してMintを追加し、トークンを請求してください。
ko: 이 토큰은 알 수 없는 mint의 것입니다. 인터넷에 연결하여 추가하고 토큰을 청구하세요.
pt: Este token é de um mint desconhecido. Conecte-se à internet para adicioná-lo e resgatar o token.
ru: Этот токен от неизвестного mint. Подключитесь к интернету, чтобы добавить его и получить токен.
sw: Tokeni hii ni kutoka mint isiyojulikana. Unganisha na mtandao kuongeza na kudai tokeni.
zh: 此代币来自未知铸造厂。请连接互联网以添加并领取代币。

# noConnectionTryLater
source: No connection to mint. Try again later.
de: Keine Verbindung zum Mint. Versuche es später erneut.
es: Sin conexión al mint. Intenta más tarde.
fr: Pas de connexion au mint. Réessayez plus tard.
it: Nessuna connessione al mint. Riprova più tardi.
ja: Mintに接続できません。後でもう一度お試しください。
ko: Mint에 연결할 수 없음. 나중에 다시 시도하세요.
pt: Sem conexão ao mint. Tente mais tarde.
ru: Нет соединения с mint. Попробуйте позже.
sw: Hakuna muunganisho na mint. Jaribu baadaye.
zh: 无法连接铸造厂。请稍后重试。

# saveTokenError
source: Error saving token. Please try again.
de: Fehler beim Speichern des Tokens. Bitte erneut versuchen.
es: Error al guardar el token. Intenta de nuevo.
fr: Erreur lors de la sauvegarde du token. Veuillez réessayer.
it: Errore nel salvare il token. Riprova.
ja: トークンの保存エラー。もう一度お試しください。
ko: 토큰 저장 오류. 다시 시도해 주세요.
pt: Erro ao salvar o token. Tente novamente.
ru: Ошибка сохранения токена. Попробуйте снова.
sw: Hitilafu ya kuhifadhi tokeni. Jaribu tena.
zh: 保存代币错误。请重试。

# pendingTokenLimitReached
source: Pending tokens limit reached (max 50)
de: Limit für ausstehende Tokens erreicht (max 50)
es: Límite de tokens pendientes alcanzado (max 50)
fr: Limite de tokens en attente atteinte (max 50)
it: Limite token in attesa raggiunto (max 50)
ja: 保留中トークンの上限に達しました（最大50件）
ko: 대기 중 토큰 한도 도달 (최대 50개)
pt: Limite de tokens pendentes atingido (máx 50)
ru: Достигнут лимит ожидающих токенов (макс 50)
sw: Kikomo cha tokeni zinazosubiri kimefikiwa (upeo 50)
zh: 待处理代币达到上限（最多50个）

# filterToReceive
source: To receive
de: Zu empfangen
es: Para recibir
fr: À recevoir
it: Da ricevere
ja: 受取予定
ko: 받을 항목
pt: Para receber
ru: К получению
sw: Za kupokea
zh: 待接收

source: No pending tokens
de: Keine ausstehenden Tokens
es: Sin tokens pendientes
fr: Aucun token en attente
it: Nessun token in attesa
ja: 保留中のトークンはありません
ko: 대기 중인 토큰 없음
pt: Sem tokens pendentes
ru: Нет ожидающих токенов
sw: Hakuna tokeni zinazosubiri
zh: 没有待处理代币

# noPendingTokensHint
source: Save tokens to claim later
de: Speichere Tokens zum späteren Einlösen
es: Guarda tokens para reclamar después
fr: Sauvegardez des tokens pour les réclamer plus tard
it: Salva token per riscattarli dopo
ja: トークンを保存して後で請求
ko: 나중에 청구할 토큰을 저장하세요
pt: Salve tokens para resgatar depois
ru: Сохраните токены для получения позже
sw: Hifadhi tokeni kudai baadaye
zh: 保存代币稍后领取

# pendingBadge
source: PENDING
de: AUSSTEHEND
es: PENDIENTE
fr: EN ATTENTE
it: IN ATTESA
ja: 保留中
ko: 대기 중
pt: PENDENTE
ru: ОЖИДАНИЕ
sw: INASUBIRI
zh: 待处理
