Repository: Forte11Cuba/elcaju
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, ko, pt, ru, sw, zh

source: Token copied to clipboard
de: Token in Zwischenablage kopiert
es: Token copiado al portapapeles
fr: Token copié dans le presse-papiers
it: Token copiato negli appunti
ja: トークンをクリップボードにコピーしました
ko: 토큰이 클립보드에 복사되었습니다
pt: Token copiado para área de transferência
ru: Токен скопирован в буфер обмена
sw: Tokeni imenakiliwa kwenye ubao
zh: 代币已复制到剪贴板

source: Amount to deposit:
de: Einzuzahlender Betrag:
es: Monto a depositar:
fr: Montant à déposer :
it: Importo da depositare:
ja: 入金額：
ko: 입금할 금액:
pt: Valor a depositar:
ru: Сумма для пополнения:
sw: Kiasi cha kuweka:
zh: 存入金额：

source: Description (optional):
de: Beschreibung (optional):
es: Descripción (opcional):
fr: Description (optionnelle) :
it: Descrizione (opzionale):
ja: 説明（任意）：
ko: 설명 (선택사항):
pt: Descrição (opcional):
ru: Описание (необязательно):
sw: Maelezo (si lazima):
zh: 描述（可选）：

# depositPlaceholder
source: E.g.: El Caju deposit
de: Wofür ist diese Einzahlung?
es: ¿Para qué es esta recarga?
fr: À quoi sert ce dépôt ?
it: A cosa serve questo deposito?
ja: この入金は何のためですか？
ko: 이 입금은 무엇을 위한 것인가요?
pt: Para que é este depósito?
ru: Для чего это пополнение?
sw: Amana hii ni ya nini?
zh: 这笔存款是用于什么？

source: Generating...
de: Generiere...
es: Generando...
fr: Génération...
it: Generazione...
ja: 生成中...
ko: 생성 중...
pt: Gerando...
ru: Генерация...
sw: Kutengeneza...
zh: 正在生成...

source: Generate invoice
de: Rechnung erstellen
es: Generar invoice
fr: Générer la facture
it: Genera fattura
ja: インボイスを生成
ko: 인보이스 생성
pt: Gerar invoice
ru: Создать счёт
sw: Tengeneza ankara
zh: 生成发票

source: Deposit Lightning
de: Lightning einzahlen
es: Depositar Lightning
fr: Déposer Lightning
it: Deposita Lightning
ja: Lightning入金
ko: Lightning 입금
pt: Depositar Lightning
ru: Пополнить Lightning
sw: Weka Lightning
zh: 闪电存款

# payInvoiceTitle
source: Pay invoice
de: Rechnung bezahlen
es: Pagar invoice
fr: Payer la facture
it: Paga fattura
ja: インボイスを支払う
ko: 인보이스 결제
pt: Pagar invoice
ru: Оплатить счёт
sw: Lipa ankara
zh: 支付发票

source: Generating invoice...
de: Rechnung wird erstellt...
es: Generando invoice...
fr: Génération de la facture...
it: Generazione fattura...
ja: インボイス生成中...
ko: 인보이스 생성 중...
pt: Gerando invoice...
ru: Создание счёта...
sw: Kutengeneza ankara...
zh: 正在生成发票...

source: Waiting for payment...
de: Warte auf Zahlung...
es: Esperando pago...
fr: En attente du paiement...
it: In attesa del pagamento...
ja: 支払い待ち...
ko: 결제 대기 중...
pt: Aguardando pagamento...
ru: Ожидание оплаты...
sw: Kusubiri malipo...
zh: 等待付款...

source: Payment received
de: Zahlung empfangen
es: Pago recibido
fr: Paiement reçu
it: Pagamento ricevuto
ja: 支払いを受け取りました
ko: 결제 완료
pt: Pagamento recebido
ru: Платёж получен
sw: Malipo yamepokelewa
zh: 已收到付款

source: Tokens issued!
de: Tokens ausgegeben!
es: Tokens emitidos!
fr: Tokens émis !
it: Token emessi!
ja: トークンが発行されました！
ko: 토큰이 발행되었습니다!
pt: Tokens emitidos!
ru: Токены выпущены!
sw: Tokeni zimetolewa!
zh: 代币已发行！

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt: Erro
ru: Ошибка
sw: Hitilafu
zh: 错误

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pt: Erro desconhecido
ru: Неизвестная ошибка
sw: Hitilafu isiyojulikana
zh: 未知错误

source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt: Voltar
ru: Назад
sw: Rudi
zh: 返回

source: Copy invoice
de: Rechnung kopieren
es: Copiar invoice
fr: Copier la facture
it: Copia fattura
ja: インボイスをコピー
ko: 인보이스 복사
pt: Copiar invoice
ru: Копировать счёт
sw: Nakili ankara
zh: 复制发票

source: Description:
de: Beschreibung:
es: Descripción:
it: Descrizione:
ja: 説明：
ko: 설명:
pt: Descrição:
ru: Описание:
sw: Maelezo:
zh: 描述：

source: Invoice copied to clipboard
de: Rechnung in Zwischenablage kopiert
es: Invoice copiado al portapapeles
fr: Facture copiée dans le presse-papiers
it: Fattura copiata negli appunti
ja: インボイスをクリップボードにコピーしました
ko: 인보이스가 클립보드에 복사되었습니다
pt: Invoice copiado para área de transferência
ru: Счёт скопирован в буфер обмена
sw: Ankara imenakiliwa kwenye ubao
zh: 发票已复制到剪贴板

# deposited
source: {amount} {unit} deposited
de: {amount} {unit} eingezahlt
es: {amount} {unit} depositados
fr: {amount} {unit} déposés
it: {amount} {unit} depositati
ja: {amount} {unit}を入金しました
ko: {amount} {unit} 입금됨
pt: {amount} {unit} depositados
ru: {amount} {unit} пополнено
sw: {amount} {unit} zimewekwa
zh: 已存入 {amount} {unit}

# pasteLightningInvoice
source: Paste the Lightning invoice:
de: Füge die Lightning Rechnung ein:
es: Pega el invoice Lightning:
fr: Collez la facture Lightning :
it: Incolla la fattura Lightning:
ja: Lightningインボイスを貼り付け：
ko: Lightning 인보이스를 붙여넣으세요:
pt: Cole o invoice Lightning:
ru: Вставьте Lightning счёт:
sw: Bandika ankara ya Lightning:
zh: 粘贴闪电发票：

source: Getting quote...
de: Angebot wird geholt...
es: Obteniendo quote...
fr: Obtention du devis...
it: Ottenimento preventivo...
ja: 見積もり取得中...
ko: 견적 조회 중...
pt: Obtendo cotação...
ru: Получение котировки...
sw: Kupata bei...
zh: 正在获取报价...

source: Valid invoice
de: Rechnung gültig
es: Invoice válido
fr: Facture valide
it: Fattura valida
ja: 有効なインボイス
ko: 유효한 인보이스
pt: Invoice válido
ru: Счёт действителен
sw: Ankara halali
zh: 有效发票

source: Invalid invoice
de: Ungültige Rechnung
es: Invoice inválido
fr: Facture invalide
it: Fattura non valida
ja: 無効なインボイス
ko: 유효하지 않은 인보이스
pt: Invoice inválido
ru: Недействительный счёт
sw: Ankara batili
zh: 无效发票

# invalidInvoiceMalformed
source: Invalid or malformed invoice
de: Ungültige oder fehlerhafte Rechnung
es: Invoice inválido o malformado
fr: Facture invalide ou malformée
it: Fattura non valida o malformata
ja: 無効または不正なインボイス
ko: 유효하지 않거나 손상된 인보이스
pt: Invoice inválido ou malformado
ru: Недействительный или повреждённый счёт
sw: Ankara batili au imeharibika
zh: 无效或格式错误的发票

source: Fee reserved:
de: Reservierte Gebühr:
es: Fee reservado:
fr: Frais réservés :
it: Commissione riservata:
ja: 予約手数料：
ko: 예약 수수료:
pt: Taxa reservada:
ru: Зарезервированная комиссия:
sw: Ada iliyohifadhiwa:
zh: 预留手续费：

source: Total:
de: Gesamt:
it: Totale:
ja: 合計：
ko: 총액:
ru: Итого:
sw: Jumla:
zh: 总计：

source: Paying...
de: Bezahle...
es: Pagando...
fr: Paiement...
it: Pagamento...
ja: 支払い中...
ko: 결제 중...
pt: Pagando...
ru: Оплата...
sw: Kulipa...
zh: 正在支付...

source: Pay invoice
de: Rechnung bezahlen
es: Pagar invoice
fr: Payer la facture
it: Paga fattura
ja: インボイスを支払う
ko: 인보이스 결제
pt: Pagar invoice
ru: Оплатить счёт
sw: Lipa ankara
zh: 支付发票

source: Confirm payment
de: Zahlung bestätigen
es: Confirmar pago
fr: Confirmer le paiement
it: Conferma pagamento
ja: 支払いを確認
ko: 결제 확인
pt: Confirmar pagamento
ru: Подтвердить оплату
sw: Thibitisha malipo
zh: 确认支付

source: Pay
de: Bezahlen
es: Pagar
fr: Payer
it: Paga
ja: 支払う
ko: 결제
pt: Pagar
ru: Оплатить
sw: Lipa
zh: 支付

source: fee
de: Gebühr
fr: frais
it: commissione
ja: 手数料
ko: 수수료
pt: taxa
ru: комиссия
sw: ada
zh: 手续费

source: Invoice expired
de: Rechnung abgelaufen
es: Invoice expirado
fr: Facture expirée
it: Fattura scaduta
ja: インボイス期限切れ
ko: 인보이스 만료됨
pt: Invoice expirado
ru: Счёт истёк
sw: Ankara imeisha muda
zh: 发票已过期

source: Invoice already paid
de: Rechnung bereits bezahlt
es: Invoice ya fue pagado
fr: Facture déjà payée
it: Fattura già pagata
ja: インボイスは支払い済みです
ko: 이미 결제된 인보이스
pt: Invoice já foi pago
ru: Счёт уже оплачен
sw: Ankara tayari imelipwa
zh: 发票已支付

# paymentError
source: Payment error: {error}
de: Zahlungsfehler: {error}
es: Error al pagar: {error}
fr: Erreur de paiement : {error}
it: Errore di pagamento: {error}
ja: 支払いエラー：{error}
ko: 결제 오류: {error}
pt: Erro ao pagar: {error}
ru: Ошибка оплаты: {error}
sw: Hitilafu ya malipo: {error}
zh: 支付错误：{error}

# sent
source: {amount} {unit} sent
de: {amount} {unit} gesendet
es: {amount} {unit} enviados
fr: {amount} {unit} envoyés
it: {amount} {unit} inviati
ja: {amount} {unit}を送金しました
ko: {amount} {unit} 전송됨
pt: {amount} {unit} enviados
ru: {amount} {unit} отправлено
sw: {amount} {unit} zimetumwa
zh: 已发送 {amount} {unit}

# filterAll
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
ko: 전체
pt: Todos
ru: Все
sw: Zote
zh: 全部

# filterPending
source: Pending
de: Ausstehend
es: Pendientes
fr: En attente
it: In attesa
ja: 保留中
ko: 대기 중
pt: Pendentes
ru: Ожидающие
sw: Zinazosubiri
zh: 待处理

# filterEcash
source: Ecash
zh: 电子现金

# filterLightning
source: Lightning
zh: 闪电

# receiveTokensToStart
source: Receive Cashu tokens to start
de: Empfange Cashu Tokens zum Starten
es: Recibe tokens Cashu para empezar
fr: Recevez des tokens Cashu pour commencer
it: Ricevi token Cashu per iniziare
ja: Cashuトークンを受け取って開始
ko: 시작하려면 Cashu 토큰을 받으세요
pt: Receba tokens Cashu para começar
ru: Получите Cashu токены для начала
sw: Pokea tokeni za Cashu kuanza
zh: 接收 Cashu 代币开始使用

source: No pending transactions
de: Keine ausstehenden Transaktionen
es: Sin transacciones pendientes
fr: Aucune transaction en attente
it: Nessuna transazione in attesa
ja: 保留中の取引はありません
ko: 대기 중인 거래 없음
pt: Sem transações pendentes
ru: Нет ожидающих транзакций
sw: Hakuna miamala inayosubiri
zh: 没有待处理的交易

# allTransactionsCompleted
source: All your transactions are completed
de: Alle deine Transaktionen sind abgeschlossen
es: Todas tus transacciones están completadas
fr: Toutes vos transactions sont terminées
it: Tutte le tue transazioni sono completate
ja: すべての取引が完了しました
ko: 모든 거래가 완료되었습니다
pt: Todas as suas transações estão completas
ru: Все ваши транзакции завершены
sw: Miamala yako yote imekamilika
zh: 所有交易已完成

source: No Ecash transactions
de: Keine Ecash Transaktionen
es: Sin transacciones Ecash
fr: Aucune transaction Ecash
it: Nessuna transazione Ecash
ja: Ecash取引はありません
ko: Ecash 거래 없음
pt: Sem transações Ecash
ru: Нет Ecash транзакций
sw: Hakuna miamala ya Ecash
zh: 没有电子现金交易

# sendOrReceiveTokens
source: Send or receive Cashu tokens
de: Sende oder empfange Cashu Tokens
es: Envía o recibe tokens Cashu
fr: Envoyez ou recevez des tokens Cashu
it: Invia o ricevi token Cashu
ja: Cashuトークンを送受信
ko: Cashu 토큰을 보내거나 받으세요
pt: Envie ou receba tokens Cashu
ru: Отправьте или получите Cashu токены
sw: Tuma au pokea tokeni za Cashu
zh: 发送或接收 Cashu 代币

source: No Lightning transactions
de: Keine Lightning Transaktionen
es: Sin transacciones Lightning
fr: Aucune transaction Lightning
it: Nessuna transazione Lightning
ja: Lightning取引はありません
ko: Lightning 거래 없음
pt: Sem transações Lightning
ru: Нет Lightning транзакций
sw: Hakuna miamala ya Lightning
zh: 没有闪电交易

# depositOrWithdrawLightning
source: Deposit or withdraw via Lightning
de: Zahle ein oder hebe ab via Lightning
es: Deposita o retira via Lightning
fr: Déposez ou retirez via Lightning
it: Deposita o preleva via Lightning
ja: Lightningで入出金
ko: Lightning으로 입금 또는 출금
pt: Deposite ou saque via Lightning
ru: Пополните или выведите через Lightning
sw: Weka au toa kupitia Lightning
zh: 通过闪电网络存入或提取

# pendingStatus
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ja: 保留中
ko: 대기 중
pt: Pendente
ru: Ожидание
sw: Inasubiri
zh: 待处理

# receivedStatus
source: Received
de: Empfangen
es: Recibido
fr: Reçu
it: Ricevuto
ja: 受取済み
ko: 받음
pt: Recebido
ru: Получено
sw: Imepokelewa
zh: 已收到

# sentStatus
source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
ja: 送金済み
ko: 보냄
pt: Enviado
ru: Отправлено
sw: Imetumwa
zh: 已发送

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Adesso
ja: たった今
ko: 방금
pt: Agora
ru: Сейчас
sw: Sasa
zh: 刚刚

# agoMinutes
source: {minutes} min ago
de: Vor {minutes} Min
es: Hace {minutes} min
fr: Il y a {minutes} min
it: {minutes} min fa
ja: {minutes}分前
ko: {minutes}분 전
pt: Há {minutes} min
ru: {minutes} мин назад
sw: Dakika {minutes} zilizopita
zh: {minutes} 分钟前

# agoHours
source: {hours} h ago
de: Vor {hours} Std
es: Hace {hours} h
fr: Il y a {hours} h
it: {hours} ore fa
ja: {hours}時間前
ko: {hours}시간 전
pt: Há {hours} h
ru: {hours} ч назад
sw: Saa {hours} zilizopita
zh: {hours} 小时前

# agoDays
source: {days} days ago
de: Vor {days} Tagen
es: Hace {days} días
fr: Il y a {days} jours
it: {days} giorni fa
ja: {days}日前
ko: {days}일 전
pt: Há {days} dias
ru: {days} дней назад
sw: Siku {days} zilizopita
zh: {days} 天前

source: Lightning Invoice
de: Lightning Rechnung
es: Invoice Lightning
fr: Facture Lightning
it: Fattura Lightning
ja: Lightningインボイス
ko: Lightning 인보이스
pt: Invoice Lightning
ru: Lightning счёт
sw: Ankara ya Lightning
zh: 闪电发票

source: Received Ecash
de: Ecash empfangen
es: Ecash Recibido
fr: Ecash reçu
it: Ecash ricevuto
ja: Ecash受取
ko: Ecash 받음
pt: Ecash Recebido
ru: Ecash получен
sw: Ecash Iliyopokelewa
zh: 收到电子现金

source: Sent Ecash
de: Ecash gesendet
es: Ecash Enviado
fr: Ecash envoyé
it: Ecash inviato
ja: Ecash送金
ko: Ecash 보냄
pt: Ecash Enviado
ru: Ecash отправлен
sw: Ecash Iliyotumwa
zh: 发送电子现金

source: Outgoing Lightning Payment
de: Ausgehende Lightning Zahlung
es: Pago Lightning Saliente
fr: Paiement Lightning sortant
it: Pagamento Lightning in uscita
ja: Lightning出金
ko: Lightning 송금
pt: Pagamento Lightning Enviado
ru: Исходящий Lightning платёж
sw: Malipo ya Lightning Yanayotoka
zh: 闪电支出

source: Invoice not available
de: Rechnung nicht verfügbar
es: Invoice no disponible
fr: Facture non disponible
it: Fattura non disponibile
ja: インボイスは利用できません
ko: 인보이스를 사용할 수 없음
pt: Invoice não disponível
ru: Счёт недоступен
sw: Ankara haipatikani
zh: 发票不可用

source: Token not available
de: Token nicht verfügbar
es: Token no disponible
fr: Token non disponible
it: Token non disponibile
ja: トークンは利用できません
ko: 토큰을 사용할 수 없음
pt: Token não disponível
ru: Токен недоступен
sw: Tokeni haipatikani
zh: 代币不可用

source: Unit
de: Einheit
es: Unidad
fr: Unité
it: Unità
ja: 単位
ko: 단위
pt: Unidade
ru: Единица
sw: Kitengo
zh: 单位

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
ru: Статус
sw: Hali
zh: 状态

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ja: 保留中
ko: 대기 중
pt: Pendente
ru: Ожидание
sw: Inasubiri
zh: 待处理

source: Memo
fr: Mémo
ja: メモ
ko: 메모
ru: Заметка
zh: 备注

# copyInvoiceButton
source: COPY INVOICE
de: RECHNUNG KOPIEREN
es: COPIAR INVOICE
fr: COPIER LA FACTURE
it: COPIA FATTURA
ja: インボイスをコピー
ko: 인보이스 복사
pt: COPIAR INVOICE
ru: КОПИРОВАТЬ СЧЁТ
sw: NAKILI ANKARA
zh: 复制发票

# copyButton
source: COPY
de: KOPIEREN
es: COPIAR
fr: COPIER
it: COPIA
ja: コピー
ko: 복사
pt: COPIAR
ru: КОПИРОВАТЬ
sw: NAKILI
zh: 复制

source: Invoice copied
de: Rechnung kopiert
es: Invoice copiado
fr: Facture copiée
it: Fattura copiata
ja: インボイスをコピーしました
ko: 인보이스 복사됨
pt: Invoice copiado
ru: Счёт скопирован
sw: Ankara imenakiliwa
zh: 发票已复制

source: Token copied
de: Token kopiert
es: Token copiado
fr: Token copié
it: Token copiato
ja: トークンをコピーしました
ko: 토큰 복사됨
pt: Token copiado
ru: Токен скопирован
sw: Tokeni imenakiliwa
zh: 代币已复制

source: SPEED:
de: GESCHWINDIGKEIT:
es: VELOCIDAD:
fr: VITESSE :
it: VELOCITÀ:
ja: 速度：
ko: 속도:
pt: VELOCIDADE:
ru: СКОРОСТЬ:
sw: KASI:
zh: 速度：

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
sw: Mipangilio
zh: 设置

# walletSection
source: WALLET
fr: PORTEFEUILLE
it: PORTAFOGLIO
ja: ウォレット
ko: 지갑
ru: КОШЕЛЁК
sw: POCHI
zh: 钱包

source: Backup seed phrase
de: Seed-Phrase sichern
fr: Sauvegarder la phrase de récupération
it: Backup frase seed
ja: シードフレーズのバックアップ
ko: 시드 문구 백업
pt: Backup da frase semente
ru: Резервная копия сид-фразы
sw: Nakala ya maneno ya mbegu
zh: 备份助记词

# viewRecoveryWords
source: View your recovery words
de: Deine Wiederherstellungswörter anzeigen
es: Ver tus palabras de recuperación
fr: Voir vos mots de récupération
it: Visualizza le parole di recupero
ja: 復元用単語を表示
ko: 복구 단어 보기
pt: Ver suas palavras de recuperação
ru: Посмотреть слова восстановления
sw: Tazama maneno yako ya kurejesha
zh: 查看恢复词

source: Connected mints
de: Verbundene Mints
es: Mints conectados
fr: Mints connectés
it: Mint connessi
ja: 接続中のMint
ko: 연결된 Mint
pt: Mints conectados
ru: Подключённые mint
sw: Mint zilizounganishwa
zh: 已连接铸造厂

# manageCashuMints
source: Manage your Cashu mints
de: Verwalte deine Cashu Mints
es: Gestionar tus mints Cashu
fr: Gérer vos mints Cashu
it: Gestisci i tuoi mint Cashu
ja: Cashu Mintを管理
ko: Cashu mint 관리
pt: Gerenciar seus mints Cashu
ru: Управление вашими Cashu mint
sw: Simamia mint zako za Cashu
zh: 管理您的 Cashu 铸造厂

source: PIN access
de: PIN-Zugang
es: PIN de acceso
fr: Code PIN
it: PIN di accesso
ja: PINアクセス
ko: PIN 잠금
pt: PIN de acesso
ru: PIN-код
sw: Ufikiaji wa PIN
zh: PIN 访问

# pinEnabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Attivato
ja: 有効
ko: 활성화됨
pt: Ativado
ru: Включён
sw: Imewashwa
zh: 已启用

# protectWithPin
source: Protect the app with PIN
de: App mit PIN schützen
es: Proteger la app con PIN
fr: Protéger l'app avec un PIN
it: Proteggi l'app con PIN
ja: PINでアプリを保護
ko: PIN으로 앱 보호
pt: Proteger o app com PIN
ru: Защитить приложение PIN-кодом
sw: Linda programu kwa PIN
zh: 用 PIN 保护应用

source: Recover tokens
de: Tokens wiederherstellen
es: Recuperar tokens
fr: Récupérer les tokens
it: Recupera token
ja: トークンを復元
ko: 토큰 복구
pt: Recuperar tokens
ru: Восстановить токены
sw: Rejesha tokeni
zh: 恢复代币

# scanMintsWithSeed
source: Scan mints with seed phrase
de: Mints mit Seed-Phrase scannen
es: Escanear mints con seed phrase
fr: Scanner les mints avec la phrase de récupération
it: Scansiona mint con frase seed
ja: シードフレーズでMintをスキャン
ko: 시드 문구로 mint 스캔
pt: Escanear mints com frase semente
ru: Сканировать mint с сид-фразой
sw: Changanua mint na maneno ya mbegu
zh: 使用助记词扫描铸造厂

# appearanceSection
source: LANGUAGE
de: SPRACHE
es: IDIOMA
fr: LANGUE
it: LINGUA
ja: 言語
ko: 언어
pt: IDIOMA
ru: ЯЗЫК
sw: LUGHA
zh: 语言

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
sw: Lugha
zh: 语言

# informationSection
source: INFORMATION
es: INFORMACIÓN
fr: INFORMATIONS
it: INFORMAZIONI
ja: 情報
ko: 정보
pt: INFORMAÇÃO
ru: ИНФОРМАЦИЯ
sw: MAELEZO
zh: 信息

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt: Versão
ru: Версия
sw: Toleo
zh: 版本

source: About
de: Über
es: Acerca de
fr: À propos
it: Info
ja: このアプリについて
ko: 정보
pt: Sobre
ru: О приложении
sw: Kuhusu
zh: 关于

source: Delete wallet
de: Wallet löschen
es: Borrar wallet
fr: Supprimer le portefeuille
it: Elimina portafoglio
ja: ウォレットを削除
ko: 지갑 삭제
pt: Apagar wallet
ru: Удалить кошелёк
sw: Futa pochi
zh: 删除钱包

source: Mnemonic not found
de: Mnemonic nicht gefunden
es: No se encontró el mnemonic
fr: Mnémonique non trouvé
it: Mnemonic non trovato
ja: ニーモニックが見つかりません
ko: 니모닉을 찾을 수 없음
pt: Mnemônico não encontrado
ru: Мнемоника не найдена
sw: Mnemonic haijapatikana
zh: 未找到助记词

source: Create PIN
de: PIN erstellen
es: Crear PIN
fr: Créer un PIN
it: Crea PIN
ja: PINを作成
ko: PIN 만들기
pt: Criar PIN
ru: Создать PIN
sw: Unda PIN
zh: 创建 PIN

# enterPinDigits
source: Enter a 4-digit PIN
de: Gib eine 4-stellige PIN ein
es: Ingresa un PIN de 4 dígitos
fr: Entrez un PIN à 4 chiffres
it: Inserisci un PIN a 4 cifre
ja: 4桁のPINを入力
ko: 4자리 PIN을 입력하세요
pt: Digite um PIN de 4 dígitos
ru: Введите 4-значный PIN
sw: Ingiza PIN ya tarakimu 4
zh: 输入4位数 PIN

source: Confirm PIN
de: PIN bestätigen
es: Confirmar PIN
fr: Confirmer le PIN
it: Conferma PIN
ja: PINを確認
ko: PIN 확인
pt: Confirmar PIN
ru: Подтвердить PIN
sw: Thibitisha PIN
zh: 确认 PIN

# enterPinAgain
source: Enter the PIN again
de: PIN erneut eingeben
es: Ingresa el PIN nuevamente
fr: Entrez le PIN à nouveau
it: Inserisci di nuovo il PIN
ja: PINを再入力
ko: PIN을 다시 입력하세요
pt: Digite o PIN novamente
ru: Введите PIN ещё раз
sw: Ingiza PIN tena
zh: 再次输入 PIN

# pinMismatch
source: PINs do not match
de: PINs stimmen nicht überein
es: Los PIN no coinciden
fr: Les PIN ne correspondent pas
it: I PIN non corrispondono
ja: PINが一致しません
ko: PIN이 일치하지 않습니다
pt: Os PINs não coincidem
ru: PIN-коды не совпадают
sw: PIN hazilingani
zh: PIN 不匹配

source: PIN activated
de: PIN aktiviert
es: PIN activado
fr: PIN activé
it: PIN attivato
ja: PINが有効になりました
ko: PIN 활성화됨
pt: PIN ativado
ru: PIN активирован
sw: PIN imewashwa
zh: PIN 已激活

source: PIN deactivated
de: PIN deaktiviert
es: PIN desactivado
fr: PIN désactivé
it: PIN disattivato
ja: PINが無効になりました
ko: PIN 비활성화됨
pt: PIN desativado
ru: PIN деактивирован
sw: PIN imezimwa
zh: PIN 已停用

source: Verify PIN
de: PIN überprüfen
es: Verificar PIN
fr: Vérifier le PIN
it: Verifica PIN
ja: PINを確認
ko: PIN 확인
pt: Verificar PIN
ru: Проверить PIN
sw: Thibitisha PIN
zh: 验证 PIN

# enterCurrentPin
source: Enter your current PIN
de: Gib deine aktuelle PIN ein
es: Ingresa tu PIN actual
fr: Entrez votre PIN actuel
it: Inserisci il tuo PIN attuale
ja: 現在のPINを入力
ko: 현재 PIN을 입력하세요
pt: Digite seu PIN atual
ru: Введите текущий PIN
sw: Ingiza PIN yako ya sasa
zh: 输入当前 PIN

source: Incorrect PIN
de: Falsche PIN
es: PIN incorrecto
fr: PIN incorrect
it: PIN errato
ja: PINが正しくありません
ko: 잘못된 PIN
pt: PIN incorreto
ru: Неверный PIN
sw: PIN si sahihi
zh: PIN 错误

source: Select language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua
ja: 言語を選択
ko: 언어 선택
pt: Selecionar idioma
ru: Выбрать язык
sw: Chagua lugha
zh: 选择语言

# languageChanged
source: Language changed to {language}
de: Sprache geändert zu {language}
es: Idioma cambiado a {language}
fr: Langue changée en {language}
it: Lingua cambiata in {language}
ja: 言語を{language}に変更しました
ko: 언어가 {language}(으)로 변경되었습니다
pt: Idioma alterado para {language}
ru: Язык изменён на {language}
sw: Lugha imebadilishwa kuwa {language}
zh: 语言已更改为 {language}

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
sw: Funga
zh: 关闭

# aboutDescription
source: Cashu wallet with Cuban identity, sister of La Chispa.
de: Eine Cashu Wallet mit kubanischer DNA für die ganze Welt. Bruder von La Chispa.
es: Un wallet de Cashu con ADN cubano para el mundo entero. Hermano de La Chispa.
fr: Un portefeuille Cashu avec ADN cubain pour le monde entier. Frère de La Chispa.
it: Un portafoglio Cashu con DNA cubano per il mondo intero. Fratello di La Chispa.
ja: キューバのDNAを持つ世界のためのCashuウォレット。La Chispaの兄弟。
ko: 전 세계를 위한 쿠바 DNA를 가진 Cashu 지갑. La Chispa의 형제.
pt: Uma wallet Cashu com DNA cubano para o mundo inteiro. Irmã de La Chispa.
ru: Cashu кошелёк с кубинской ДНК для всего мира. Брат La Chispa.
sw: Pochi ya Cashu yenye DNA ya Cuba kwa ulimwengu wote. Ndugu wa La Chispa.
zh: 具有古巴基因的 Cashu 钱包，面向全世界。La Chispa 的兄弟项目。

source: Could not open link
de: Link konnte nicht geöffnet werden
es: No se pudo abrir el enlace
fr: Impossible d'ouvrir le lien
it: Impossibile aprire il link
ja: リンクを開けませんでした
ko: 링크를 열 수 없음
pt: Não foi possível abrir o link
ru: Не удалось открыть ссылку
sw: Haikuweza kufungua kiungo
zh: 无法打开链接

# deleteWalletQuestion
source: Delete wallet?
de: Wallet löschen?
es: ¿Borrar wallet?
fr: Supprimer le portefeuille ?
it: Eliminare portafoglio?
ja: ウォレットを削除しますか？
ko: 지갑을 삭제하시겠습니까?
pt: Apagar wallet?
ru: Удалить кошелёк?
sw: Futa pochi?
zh: 删除钱包？

# actionIrreversible
source: This action is irreversible
de: Diese Aktion ist unwiderruflich
es: Esta acción es irreversible
fr: Cette action est irréversible
it: Questa azione è irreversibile
ja: この操作は取り消せません
ko: 이 작업은 되돌릴 수 없습니다
pt: Esta ação é irreversível
ru: Это действие необратимо
sw: Kitendo hiki hakiwezi kutenduliwa
zh: 此操作不可撤销
