Repository: Forte11Cuba/elcaju
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, ko, pt, ru, sw, zh

# appTagline
source: Your private ecash wallet
de: Deine private ecash Wallet
es: Tu wallet de ecash privado
fr: Votre portefeuille ecash privé
it: Il tuo portafoglio ecash privato
ja: プライベートなecashウォレット
ko: 당신의 프라이빗 ecash 지갑
pt: Sua wallet de ecash privada
ru: Ваш приватный ecash кошелёк
sw: Pochi yako ya faragha ya ecash
zh: 您的私密电子现金钱包

# welcomeTitle
source: Welcome to ElCaju
de: Willkommen bei ElCaju
es: Bienvenido a ElCaju
fr: Bienvenue sur ElCaju
it: Benvenuto su ElCaju
ja: ElCajuへようこそ
ko: ElCaju에 오신 것을 환영합니다
pt: Bem-vindo ao ElCaju
ru: Добро пожаловать в ElCaju
sw: Karibu ElCaju
zh: 欢迎使用 ElCaju

# welcomeSubtitle
source: Your private ecash wallet. Simple, secure and non-custodial.
de: Cashu für die Welt. Made in Cuba.
es: Cashu para el mundo. Hecho en Cuba.
fr: Cashu pour le monde. Fait à Cuba.
it: Cashu per il mondo. Fatto a Cuba.
ja: 世界のためのCashu。キューバ製。
ko: 세계를 위한 Cashu. 쿠바에서 제작.
pt: Cashu para o mundo. Feito em Cuba.
ru: Cashu для мира. Сделано на Кубе.
sw: Cashu kwa ulimwengu. Imetengenezwa Cuba.
zh: 面向世界的 Cashu。古巴制造。

# createWallet
source: Create new wallet
de: Neue Wallet erstellen
es: Crear nueva wallet
fr: Créer un nouveau portefeuille
it: Crea nuovo portafoglio
ja: 新しいウォレットを作成
ko: 새 지갑 만들기
pt: Criar nova wallet
ru: Создать новый кошелёк
sw: Unda pochi mpya
zh: 创建新钱包

source: Restore wallet
de: Wallet wiederherstellen
es: Restaurar wallet
fr: Restaurer le portefeuille
it: Ripristina portafoglio
ja: ウォレットを復元
ko: 지갑 복구
pt: Restaurar wallet
ru: Восстановить кошелёк
sw: Rejesha pochi
zh: 恢复钱包

# createWalletTitle
source: Create wallet
de: Wallet erstellen
es: Crear wallet
fr: Créer un portefeuille
it: Crea portafoglio
ja: ウォレット作成
ko: 지갑 만들기
pt: Criar wallet
ru: Создать кошелёк
sw: Unda pochi
zh: 创建钱包

# creatingWallet
source: Creating your wallet...
de: Erstelle deine Wallet...
es: Creando tu wallet...
fr: Création de votre portefeuille...
it: Creazione del tuo portafoglio...
ja: ウォレットを作成中...
ko: 지갑 생성 중...
pt: Criando sua wallet...
ru: Создание вашего кошелька...
sw: Kuunda pochi yako...
zh: 正在创建您的钱包...

# generatingSeed
source: Generating your seed phrase securely
de: Sichere Generierung deiner Seed-Phrase
es: Generando tu frase semilla de forma segura
fr: Génération sécurisée de votre phrase de récupération
it: Generazione sicura della tua frase seed
ja: シードフレーズを安全に生成中
ko: 시드 문구를 안전하게 생성 중
pt: Gerando sua frase semente de forma segura
ru: Безопасная генерация вашей сид-фразы
sw: Kutengeneza maneno yako ya mbegu kwa usalama
zh: 正在安全生成您的助记词

# createWalletDescription
source: A 12-word seed phrase will be generated. Store it in a safe place.
de: Eine 12-Wort Seed-Phrase wird generiert. Bewahre sie an einem sicheren Ort auf.
es: Se generará una frase semilla de 12 palabras. Guárdala en un lugar seguro.
fr: Une phrase de récupération de 12 mots sera générée. Conservez-la dans un endroit sûr.
it: Verrà generata una frase seed di 12 parole. Conservala in un luogo sicuro.
ja: 12語のシードフレーズが生成されます。 安全な場所に保管してください。
ko: 12개의 단어로 된 시드 문구가 생성됩니다. 안전한 곳에 보관하세요.
pt: Uma frase semente de 12 palavras será gerada. Guarde-a em um lugar seguro.
ru: Будет сгенерирована сид-фраза из 12 слов. Сохраните её в безопасном месте.
sw: Maneno 12 ya mbegu yatatengenezwa. Yahifadhi mahali salama.
zh: 将生成一个12词助记词。 请将其保存在安全的地方。

source: Generate wallet
de: Wallet generieren
es: Generar wallet
fr: Générer le portefeuille
it: Genera portafoglio
ja: ウォレットを生成
ko: 지갑 생성
pt: Gerar wallet
ru: Создать кошелёк
sw: Tengeneza pochi
zh: 生成钱包

source: Wallet created!
de: Wallet erstellt!
es: ¡Wallet creada!
fr: Portefeuille créé !
it: Portafoglio creato!
ja: ウォレット作成完了！
ko: 지갑이 생성되었습니다!
pt: Wallet criada!
ru: Кошелёк создан!
sw: Pochi imeundwa!
zh: 钱包已创建！

# walletCreatedDescription
source: Your wallet is ready. We recommend backing up your seed phrase now.
de: Deine Wallet ist bereit. Wir empfehlen, jetzt ein Backup deiner Seed-Phrase zu erstellen.
es: Tu wallet está lista. Te recomendamos hacer backup de tu frase semilla ahora.
fr: Votre portefeuille est prêt. Nous vous recommandons de sauvegarder votre phrase de récupération maintenant.
it: Il tuo portafoglio è pronto. Ti consigliamo di fare il backup della frase seed ora.
ja: ウォレットの準備ができました。今すぐシードフレーズをバックアップすることをお勧めします。
ko: 지갑이 준비되었습니다. 지금 시드 문구를 백업하는 것을 권장합니다.
pt: Sua wallet está pronta. Recomendamos fazer backup da sua frase semente agora.
ru: Ваш кошелёк готов. Рекомендуем сделать резервную копию сид-фразы сейчас.
sw: Pochi yako iko tayari. Tunakushauri uhifadhi nakala ya maneno yako ya mbegu sasa.
zh: 您的钱包已准备就绪。我们建议您现在备份助记词。

# backupWarning
source: Without backup, you will lose access to your funds if you lose the device.
de: Ohne Backup verlierst du den Zugang zu deinen Mitteln, wenn du das Gerät verlierst.
es: Sin backup, perderás acceso a tus fondos si pierdes el dispositivo.
fr: Sans sauvegarde, vous perdrez l'accès à vos fonds si vous perdez l'appareil.
it: Senza backup, perderai l'accesso ai tuoi fondi se perdi il dispositivo.
ja: バックアップがないと、デバイスを紛失した場合に資金にアクセスできなくなります。
ko: 백업 없이는 기기를 분실하면 자금에 접근할 수 없습니다.
pt: Sem backup, você perderá acesso aos seus fundos se perder o dispositivo.
ru: Без резервной копии вы потеряете доступ к средствам при потере устройства.
sw: Bila nakala, utapoteza uwezo wa kufikia fedha zako ukipoteza kifaa.
zh: 如果没有备份，一旦丢失设备，您将无法访问您的资金。

source: Backup now
de: Jetzt sichern
es: Hacer backup ahora
fr: Sauvegarder maintenant
it: Backup adesso
ja: 今すぐバックアップ
ko: 지금 백업
pt: Fazer backup agora
ru: Сделать резервную копию
sw: Hifadhi nakala sasa
zh: 立即备份

# backupLater
source: Do it later
de: Später machen
es: Hacerlo después
fr: Plus tard
it: Fallo dopo
ja: 後でする
ko: 나중에 하기
pt: Fazer depois
ru: Сделать позже
sw: Fanya baadaye
zh: 稍后备份

# backupTitle
source: Backup
fr: Sauvegarde
ja: バックアップ
ko: 백업
ru: Резервная копия
sw: Nakala rudufu
zh: 备份

# seedPhraseTitle
source: Your seed phrase
de: Deine Seed-Phrase
es: Tu frase semilla
fr: Votre phrase de récupération
it: La tua frase seed
ja: シードフレーズ
ko: 시드 문구
pt: Sua frase semente
ru: Ваша сид-фраза
sw: Maneno yako ya mbegu
zh: 您的助记词

# seedPhraseDescription
source: Save these 12 words in order. They are the only way to recover your wallet.
de: Speichere diese 12 Wörter in der richtigen Reihenfolge. Sie sind der einzige Weg, deine Wallet wiederherzustellen.
es: Guarda estas 12 palabras en orden. Son la única forma de recuperar tu wallet.
fr: Conservez ces 12 mots dans l'ordre. C'est le seul moyen de récupérer votre portefeuille.
it: Conserva queste 12 parole in ordine. Sono l'unico modo per recuperare il tuo portafoglio.
ja: この12語を順番に保存してください。ウォレットを復元する唯一の方法です。
ko: 이 12개의 단어를 순서대로 저장하세요. 지갑을 복구하는 유일한 방법입니다.
pt: Guarde estas 12 palavras em ordem. Elas são a única forma de recuperar sua wallet.
ru: Сохраните эти 12 слов по порядку. Это единственный способ восстановить кошелёк.
sw: Hifadhi maneno haya 12 kwa mpangilio. Ndiyo njia pekee ya kurejesha pochi yako.
zh: 按顺序保存这12个单词。这是恢复钱包的唯一方式。

source: Reveal seed phrase
de: Seed-Phrase anzeigen
es: Revelar frase semilla
fr: Révéler la phrase de récupération
it: Mostra frase seed
ja: シードフレーズを表示
ko: 시드 문구 보기
pt: Revelar frase semente
ru: Показать сид-фразу
sw: Onyesha maneno ya mbegu
zh: 显示助记词

# tapToReveal
source: Tap the button to reveal your seed phrase
de: Tippe auf den Button, um deine Seed-Phrase anzuzeigen
es: Toca el botón para revelar tu frase semilla
fr: Appuyez sur le bouton pour révéler votre phrase de récupération
it: Tocca il pulsante per mostrare la tua frase seed
ja: ボタンをタップして シードフレーズを表示
ko: 버튼을 탭하여 시드 문구를 확인하세요
pt: Toque no botão para revelar sua frase semente
ru: Нажмите кнопку, чтобы показать вашу сид-фразу
sw: Bofya kitufe kuonyesha maneno yako ya mbegu
zh: 点击按钮显示 您的助记词

source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
pt: Copiar para área de transferência
ru: Копировать в буфер обмена
sw: Nakili kwenye ubao wa kunakili
zh: 复制到剪贴板

# seedCopied
source: Phrase copied to clipboard
de: Phrase in Zwischenablage kopiert
es: Frase copiada al portapapeles
fr: Phrase copiée dans le presse-papiers
it: Frase copiata negli appunti
ja: フレーズをクリップボードにコピーしました
ko: 문구가 클립보드에 복사되었습니다
pt: Frase copiada para área de transferência
ru: Фраза скопирована в буфер обмена
sw: Maneno yamenakiliwa kwenye ubao
zh: 助记词已复制到剪贴板

# neverShareSeed
source: Never share your seed phrase with anyone.
de: Teile deine Seed-Phrase niemals mit anderen.
es: Nunca compartas tu frase semilla con nadie.
fr: Ne partagez jamais votre phrase de récupération avec personne.
it: Non condividere mai la tua frase seed con nessuno.
ja: シードフレーズを誰にも共有しないでください。
ko: 시드 문구를 절대 다른 사람과 공유하지 마세요.
pt: Nunca compartilhe sua frase semente com ninguém.
ru: Никогда не делитесь сид-фразой ни с кем.
sw: Usishiriki maneno yako ya mbegu na mtu yeyote.
zh: 切勿与任何人分享您的助记词。

# confirmBackup
source: I have saved my seed phrase in a safe place
de: Ich habe meine Seed-Phrase an einem sicheren Ort gespeichert
es: He guardado mi frase semilla en un lugar seguro
fr: J'ai sauvegardé ma phrase de récupération dans un endroit sûr
it: Ho salvato la mia frase seed in un luogo sicuro
ja: シードフレーズを安全な場所に保存しました
ko: 시드 문구를 안전한 곳에 저장했습니다
pt: Guardei minha frase semente em um lugar seguro
ru: Я сохранил сид-фразу в безопасном месте
sw: Nimehifadhi maneno yangu ya mbegu mahali salama
zh: 我已将助记词保存在安全的地方

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt: Continuar
ru: Продолжить
sw: Endelea
zh: 继续

# restoreTitle
source: Restore wallet
de: Wallet wiederherstellen
es: Restaurar wallet
fr: Restaurer le portefeuille
it: Ripristina portafoglio
ja: ウォレットを復元
ko: 지갑 복구
pt: Restaurar wallet
ru: Восстановить кошелёк
sw: Rejesha pochi
zh: 恢复钱包

# enterSeedPhrase
source: Enter your seed phrase
de: Gib deine Seed-Phrase ein
es: Ingresa tu frase semilla
fr: Entrez votre phrase de récupération
it: Inserisci la tua frase seed
ja: シードフレーズを入力
ko: 시드 문구를 입력하세요
pt: Digite sua frase semente
ru: Введите вашу сид-фразу
sw: Ingiza maneno yako ya mbegu
zh: 输入您的助记词

# enterSeedDescription
source: Type the 12 or 24 words separated by spaces.
de: Gib die 12 oder 24 Wörter durch Leerzeichen getrennt ein.
es: Escribe las 12 o 24 palabras separadas por espacios.
fr: Tapez les 12 ou 24 mots séparés par des espaces.
it: Scrivi le 12 o 24 parole separate da spazi.
ja: 12語または24語をスペースで区切って入力してください。
ko: 12개 또는 24개의 단어를 공백으로 구분하여 입력하세요.
pt: Digite as 12 ou 24 palavras separadas por espaços.
ru: Введите 12 или 24 слова через пробел.
sw: Andika maneno 12 au 24 yakitengwa na nafasi.
zh: 输入12或24个单词，用空格分隔。

# seedPlaceholder
source: word1 word2 word3 ...
de: wort1 wort2 wort3 ...
es: palabra1 palabra2 palabra3 ...
fr: mot1 mot2 mot3 ...
it: parola1 parola2 parola3 ...
ja: 単語1 単語2 単語3 ...
ko: 단어1 단어2 단어3 ...
pt: palavra1 palavra2 palavra3 ...
ru: слово1 слово2 слово3 ...
sw: neno1 neno2 neno3 ...
zh: 单词1 单词2 单词3 ...

# wordCount
source: {count} words
de: {count} Wörter
es: {count} palabras
fr: {count} mots
it: {count} parole
ja: {count}語
ko: {count}개 단어
pt: {count} palavras
ru: {count} слов
sw: maneno {count}
zh: {count} 个单词

# needWords
source: (you need 12 or 24)
de: (du brauchst 12 oder 24)
es: (necesitas 12 o 24)
fr: (vous avez besoin de 12 ou 24)
it: (servono 12 o 24)
ja: （12語または24語が必要）
ko: (12개 또는 24개 필요)
pt: (você precisa de 12 ou 24)
ru: (нужно 12 или 24)
sw: (unahitaji 12 au 24)
zh: （需要12或24个）

# restoreError
source: Restore error: {error}
de: Wiederherstellungsfehler: {error}
es: Error al restaurar: {error}
fr: Erreur de restauration : {error}
it: Errore di ripristino: {error}
ja: 復元エラー：{error}
ko: 복구 오류: {error}
pt: Erro ao restaurar: {error}
ru: Ошибка восстановления: {error}
sw: Hitilafu ya kurejesha: {error}
zh: 恢复错误：{error}

# homeTitle
source: Home
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pt: Início
ru: Главная
sw: Nyumbani
zh: 首页

source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
ja: 受取
ko: 받기
pt: Receber
ru: Получить
sw: Pokea
zh: 收款

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送金
ko: 보내기
pt: Enviar
ru: Отправить
sw: Tuma
zh: 付款

# sendAction
source: Send ↗
de: Senden ↗
es: Enviar ↗
fr: Envoyer ↗
it: Invia ↗
ja: 送金 ↗
ko: 보내기 ↗
pt: Enviar ↗
ru: Отправить ↗
sw: Tuma ↗
zh: 付款 ↗

# receiveAction
source: ↘ Receive
de: ↘ Empfangen
es: ↘ Recibir
fr: ↘ Recevoir
it: ↘ Ricevi
ja: ↘ 受取
ko: ↘ 받기
pt: ↘ Receber
ru: ↘ Получить
sw: ↘ Pokea
zh: ↘ 收款

source: Deposit
de: Einzahlen
es: Depositar
fr: Déposer
it: Deposita
ja: 入金
ko: 입금
pt: Depositar
ru: Пополнить
sw: Weka
zh: 存入

source: Withdraw
de: Abheben
es: Retirar
fr: Retirer
it: Preleva
ja: 出金
ko: 출금
pt: Sacar
ru: Вывести
sw: Toa
zh: 提取

source: Lightning
zh: 闪电网络

source: Ecash
zh: 电子现金

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 거래 내역
pt: Histórico
ru: История
sw: Historia
zh: 历史记录

# noTransactions
source: No transactions yet
de: Noch keine Transaktionen
es: Sin transacciones aún
fr: Aucune transaction
it: Nessuna transazione
ja: 取引履歴がありません
ko: 거래 내역이 없습니다
pt: Sem transações ainda
ru: Нет транзакций
sw: Hakuna miamala bado
zh: 暂无交易

# depositOrReceive
source: Deposit or receive sats to start
de: Zahle ein oder empfange Sats zum Starten
es: Deposita o recibe sats para empezar
fr: Déposez ou recevez des sats pour commencer
it: Deposita o ricevi sats per iniziare
ja: satsを入金または受け取って開始
ko: 시작하려면 sats를 입금하거나 받으세요
pt: Deposite ou receba sats para começar
ru: Пополните или получите sats для начала
sw: Weka au pokea sats kuanza
zh: 存入或接收聪开始使用

source: No mint
de: Kein Mint
es: Sin mint
fr: Aucun mint
it: Nessun mint
ja: Mintなし
ko: Mint 없음
pt: Sem mint
ru: Нет mint
sw: Hakuna mint
zh: 无铸造厂

source: Balance
de: Guthaben
fr: Solde
it: Saldo
ja: 残高
ko: 잔액
pt: Saldo
ru: Баланс
sw: Salio
zh: 余额

source: sats
zh: 聪

source: Paste ecash token
de: Ecash Token einfügen
es: Pegar token ecash
fr: Coller le token ecash
it: Incolla token ecash
ja: ecashトークンを貼り付け
ko: ecash 토큰 붙여넣기
pt: Colar token ecash
ru: Вставить ecash токен
sw: Bandika tokeni ya ecash
zh: 粘贴电子现金代币

source: Generate invoice to deposit
de: Rechnung zum Einzahlen erstellen
es: Generar invoice para depositar
fr: Générer une facture pour déposer
it: Genera fattura per depositare
ja: 入金用インボイスを生成
ko: 입금용 인보이스 생성
pt: Gerar invoice para depositar
ru: Создать счёт для пополнения
sw: Tengeneza ankara ya kuweka
zh: 生成存款发票

source: Create ecash token
de: Ecash Token erstellen
es: Crear token ecash
fr: Créer un token ecash
it: Crea token ecash
ja: ecashトークンを作成
ko: ecash 토큰 만들기
pt: Criar token ecash
ru: Создать ecash токен
sw: Unda tokeni ya ecash
zh: 创建电子现金代币

source: Pay Lightning invoice
de: Lightning Rechnung bezahlen
es: Pagar invoice Lightning
fr: Payer une facture Lightning
it: Paga fattura Lightning
ja: Lightningインボイスを支払う
ko: Lightning 인보이스 결제
pt: Pagar invoice Lightning
ru: Оплатить Lightning счёт
sw: Lipa ankara ya Lightning
zh: 支付闪电发票

source: Receive Cashu
de: Cashu empfangen
es: Recibir Cashu
fr: Recevoir Cashu
it: Ricevi Cashu
ja: Cashuを受け取る
ko: Cashu 받기
pt: Receber Cashu
ru: Получить Cashu
sw: Pokea Cashu
zh: 接收 Cashu

source: Paste the Cashu token:
de: Füge den Cashu Token ein:
es: Pega el token Cashu:
fr: Collez le token Cashu :
it: Incolla il token Cashu:
ja: Cashuトークンを貼り付け：
ko: Cashu 토큰을 붙여넣으세요:
pt: Cole o token Cashu:
ru: Вставьте Cashu токен:
sw: Bandika tokeni ya Cashu:
zh: 粘贴 Cashu 代币：

source: Paste from clipboard
de: Aus Zwischenablage einfügen
es: Pegar del portapapeles
fr: Coller depuis le presse-papiers
it: Incolla dagli appunti
ja: クリップボードから貼り付け
ko: 클립보드에서 붙여넣기
pt: Colar da área de transferência
ru: Вставить из буфера обмена
sw: Bandika kutoka ubao
zh: 从剪贴板粘贴

source: Valid token
de: Token gültig
es: Token válido
fr: Token valide
it: Token valido
ja: 有効なトークン
ko: 유효한 토큰
pt: Token válido
ru: Токен действителен
sw: Tokeni halali
zh: 有效代币

# invalidToken
source: Invalid or malformed token
de: Ungültiger oder fehlerhafter Token
es: Token inválido o malformado
fr: Token invalide ou malformé
it: Token non valido o malformato
ja: 無効または不正なトークン
ko: 유효하지 않거나 손상된 토큰
pt: Token inválido ou malformado
ru: Недействительный или повреждённый токен
sw: Tokeni batili au imeharibika
zh: 无效或格式错误的代币

source: Amount:
de: Betrag:
es: Monto:
fr: Montant :
it: Importo:
ja: 金額：
ko: 금액:
pt: Valor:
ru: Сумма:
sw: Kiasi:
zh: 金额：

source: Mint:
zh: 铸造厂：

source: Claiming...
de: Einlösen...
es: Reclamando...
fr: Réclamation...
it: Riscatto...
ja: 請求中...
ko: 청구 중...
pt: Resgatando...
ru: Получение...
sw: Kudai...
zh: 正在领取...

source: Claim tokens
de: Tokens einlösen
es: Reclamar tokens
fr: Réclamer les tokens
it: Riscatta token
ja: トークンを請求
ko: 토큰 청구
pt: Resgatar tokens
ru: Получить токены
sw: Dai tokeni
zh: 领取代币

source: Tokens received
de: Tokens empfangen
es: Tokens recibidos
fr: Tokens reçus
it: Token ricevuti
ja: トークンを受け取りました
ko: 토큰을 받았습니다
pt: Tokens recebidos
ru: Токены получены
sw: Tokeni zimepokelewa
zh: 已收到代币

source: Back to home
de: Zurück zur Startseite
es: Volver al inicio
fr: Retour à l'accueil
it: Torna alla home
ja: ホームに戻る
ko: 홈으로 돌아가기
pt: Voltar ao início
ru: Вернуться на главную
sw: Rudi nyumbani
zh: 返回首页

# tokenAlreadyClaimed
source: This token was already claimed
de: Dieser Token wurde bereits eingelöst
es: Este token ya fue reclamado
fr: Ce token a déjà été réclamé
it: Questo token è già stato riscattato
ja: このトークンは既に請求済みです
ko: 이 토큰은 이미 청구되었습니다
pt: Este token já foi resgatado
ru: Этот токен уже был получен
sw: Tokeni hii tayari imedaiwa
zh: 此代币已被领取

# unknownMint
source: Token from unknown mint
de: Token von unbekanntem Mint
es: Token de un mint desconocido
fr: Token d'un mint inconnu
it: Token da mint sconosciuto
ja: 不明なMintからのトークン
ko: 알 수 없는 mint의 토큰
pt: Token de um mint desconhecido
ru: Токен от неизвестного mint
sw: Tokeni kutoka mint isiyojulikana
zh: 来自未知铸造厂的代币

# claimError
source: Claim error: {error}
de: Einlösungsfehler: {error}
es: Error al reclamar: {error}
fr: Erreur de réclamation : {error}
it: Errore di riscatto: {error}
ja: 請求エラー：{error}
ko: 청구 오류: {error}
pt: Erro ao resgatar: {error}
ru: Ошибка получения: {error}
sw: Hitilafu ya kudai: {error}
zh: 领取错误：{error}

source: Send Cashu
de: Cashu senden
es: Enviar Cashu
fr: Envoyer Cashu
it: Invia Cashu
ja: Cashuを送る
ko: Cashu 보내기
pt: Enviar Cashu
ru: Отправить Cashu
sw: Tuma Cashu
zh: 发送 Cashu

source: Select notes manually
de: Notizen manuell auswählen
es: Seleccionar notas manualmente
fr: Sélectionner les notes manuellement
it: Seleziona note manualmente
ja: ノートを手動で選択
ko: 수동으로 노트 선택
pt: Selecionar notas manualmente
ru: Выбрать заметки вручную
sw: Chagua noti kwa mkono
zh: 手动选择票据

source: Amount to send:
de: Zu sendender Betrag:
es: Monto a enviar:
fr: Montant à envoyer :
it: Importo da inviare:
ja: 送金額：
ko: 보낼 금액:
pt: Valor a enviar:
ru: Сумма для отправки:
sw: Kiasi cha kutuma:
zh: 发送金额：

source: Available:
de: Verfügbar:
es: Disponible:
fr: Disponible :
it: Disponibile:
ja: 利用可能：
ko: 사용 가능:
pt: Disponível:
ru: Доступно:
sw: Inapatikana:
zh: 可用：

source: (Max)
ja: （最大）
ko: (최대)
pt: (Máx)
ru: (Макс)
sw: (Upeo)
zh: （最大）

source: Memo (optional):
es: Memo (opcional):
fr: Mémo (optionnel) :
it: Memo (opzionale):
ja: メモ（任意）：
ko: 메모 (선택사항):
pt: Memo (opcional):
ru: Заметка (необязательно):
sw: Memo (si lazima):
zh: 备注（可选）：

# memoPlaceholder
source: E.g.: For coffee
de: Wofür ist diese Zahlung?
es: ¿Para qué es este pago?
fr: À quoi sert ce paiement ?
it: A cosa serve questo pagamento?
ja: この支払いは何のためですか？
ko: 이 결제는 무엇을 위한 것인가요?
pt: Para que é este pagamento?
ru: Для чего этот платёж?
sw: Malipo haya ni ya nini?
zh: 这笔付款是用于什么？

source: Creating token...
de: Token wird erstellt...
es: Creando token...
fr: Création du token...
it: Creazione token...
ja: トークン作成中...
ko: 토큰 생성 중...
pt: Criando token...
ru: Создание токена...
sw: Kuunda tokeni...
zh: 正在创建代币...

source: Create token
de: Token erstellen
es: Crear token
fr: Créer le token
it: Crea token
ja: トークンを作成
ko: 토큰 만들기
pt: Criar token
ru: Создать токен
sw: Unda tokeni
zh: 创建代币

source: No active mint
de: Kein aktiver Mint
es: No hay mint activo
fr: Aucun mint actif
it: Nessun mint attivo
ja: アクティブなMintがありません
ko: 활성 mint 없음
pt: Nenhum mint ativo
ru: Нет активного mint
sw: Hakuna mint inayofanya kazi
zh: 没有活跃的铸造厂

# offlineModeMessage
source: No connection. Using offline mode...
de: Keine Verbindung. Offline-Modus...
es: Sin conexión. Usando modo offline...
fr: Pas de connexion. Mode hors ligne...
it: Nessuna connessione. Modalità offline...
ja: 接続なし。オフラインモード使用中...
ko: 연결 없음. 오프라인 모드...
pt: Sem conexão. Usando modo offline...
ru: Нет соединения. Офлайн режим...
sw: Hakuna muunganisho. Kutumia hali ya nje ya mtandao...
zh: 无连接。使用离线模式...

source: Confirm send
de: Senden bestätigen
es: Confirmar envío
fr: Confirmer l'envoi
it: Conferma invio
ja: 送金を確認
ko: 보내기 확인
pt: Confirmar envio
ru: Подтвердить отправку
sw: Thibitisha kutuma
zh: 确认发送

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pt: Confirmar
ru: Подтвердить
sw: Thibitisha
zh: 确认

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
sw: Ghairi
zh: 取消

source: Insufficient balance
de: Unzureichendes Guthaben
es: Balance insuficiente
fr: Solde insuffisant
it: Saldo insufficiente
ja: 残高不足
ko: 잔액 부족
pt: Saldo insuficiente
ru: Недостаточный баланс
sw: Salio halitoshi
zh: 余额不足

# tokenCreationError
source: Error creating token: {error}
de: Fehler beim Erstellen des Tokens: {error}
es: Error al crear token: {error}
fr: Erreur de création du token : {error}
it: Errore creazione token: {error}
ja: トークン作成エラー：{error}
ko: 토큰 생성 오류: {error}
pt: Erro ao criar token: {error}
ru: Ошибка создания токена: {error}
sw: Hitilafu ya kuunda tokeni: {error}
zh: 创建代币错误：{error}

source: Token created
de: Token erstellt
es: Token creado
fr: Token créé
it: Token creato
ja: トークン作成完了
ko: 토큰이 생성되었습니다
pt: Token criado
ru: Токен создан
sw: Tokeni imeundwa
zh: 代币已创建

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
sw: Nakili
zh: 复制

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt: Compartilhar
ru: Поделиться
sw: Shiriki
zh: 分享

# tokenCashu
source: Cashu Token
es: Token Cashu
fr: Token Cashu
it: Token Cashu
ja: Cashuトークン
ko: Cashu 토큰
pt: Token Cashu
ru: Cashu токен
sw: Tokeni ya Cashu
zh: Cashu 代币

# tokenCashuAnimatedQr
source: Cashu Token (animated QR - {fragments} UR fragments)
de: Cashu Token (animierter QR - {fragments} UR-Fragmente)
es: Token Cashu (QR animado - {fragments} fragmentos UR)
fr: Token Cashu (QR animé - {fragments} fragments UR)
it: Token Cashu (QR animato - {fragments} frammenti UR)
ja: Cashuトークン（アニメーションQR - {fragments}個のURフラグメント）
ko: Cashu 토큰 (애니메이션 QR - {fragments}개 UR 조각)
pt: Token Cashu (QR animado - {fragments} fragmentos UR)
ru: Cashu токен (анимированный QR - {fragments} UR фрагментов)
sw: Tokeni ya Cashu (QR inayosogea - vipande {fragments} vya UR)
zh: Cashu 代币（动态二维码 - {fragments} 个 UR 片段）

# keepTokenWarning
source: Keep this token until the recipient claims it. If you lose it, you will lose the funds.
de: Bewahre diesen Token auf, bis der Empfänger ihn einlöst. Wenn du ihn verlierst, verlierst du die Mittel.
es: Guarda este token hasta que el receptor lo reclame. Si lo pierdes, perderás los fondos.
fr: Conservez ce token jusqu'à ce que le destinataire le réclame. Si vous le perdez, vous perdrez les fonds.
it: Conserva questo token finché il destinatario non lo riscatta. Se lo perdi, perderai i fondi.
ja: 受取人が請求するまでこのトークンを保管してください。紛失すると資金を失います。
ko: 수신자가 청구할 때까지 이 토큰을 보관하세요. 분실하면 자금을 잃게 됩니다.
pt: Guarde este token até que o destinatário o resgate. Se você perdê-lo, perderá os fundos.
ru: Сохраните этот токен, пока получатель не заберёт его. Если потеряете — потеряете средства.
sw: Hifadhi tokeni hii hadi mpokeaji aidai. Ukiipoteza, utapoteza fedha.
zh: 请保留此代币直到收款方领取。如果丢失，资金将无法找回。
